Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Außenrollläden [nicht aus Metall oder Textil]
en: Roller blinds for external use [not of metal or textile]

source: Schornsteinröhren, nicht aus Metall
en: Chimney shafts, not of metal

source: Sand [ausgenommen Formsand]
en: Sand, except foundry sand

source: Masten [nicht aus Metall und nicht als drahtlose Antennen]
en: Masts [not of metal and not being wireless aerials]

source: Podeste, nicht aus Metall [Bauwerk]
en: Pedestals (non-metallic -) [structures]

source: Kaminumrandungen [Kaminsimse und Kaminsimsteile] aus Holz
en: Fire surrounds [mantles and mantlepieces] of wood

source: Starre Wasserleitungen aus Kunststoff
en: Plastics pipes [rigid] for water

source: Dachschalungen aus Holz
en: Roofing boards [of wood]

source: Strohpappe [Baumaterialien]
en: Strawboard [building materials]

source: Horizontale Lamellenaußenjalousien, nicht aus Metall oder Textil
en: Horizontal venetian blinds [outdoor], not of metal or textile

source: Insektenschutzgitter[nicht aus Metall] für Fenster
en: Insect screens (Non-metallic -) for windows

source: Schaumkunststoffe für Bauzwecke
en: Expanded plastics for use in construction

source: Ziergegenstände für Teiche aus Marmor
en: Ornaments made of marble for ponds

source: Fußleisten, nicht aus Metall
en: Skirting boards (Non-metallic -)

source: Bitumenverschalungen zur Verwendung im Bauwesen
en: Bituminous sheetings for use in building construction

source: Senkrecht hebbare Rolltore, nicht aus Metall
en: Vertically raisable rolling doors [non-metallic]

source: Zementhaltige Wandbeschichtungen
en: Wall coatings (Cementitious -)

source: Keramikfliesen für Außenwände
en: Ceramic tiles for external walls

source: Doppelverglasungen [nicht aus Metall]
en: Double glazing units (Non-metallic -)

source: Bettungsmaterialien [nicht aus Metall] für Erdkabel
en: Embedding materials (Non-metallic -) for ground cables

source: Bauten [nicht aus Metall] zur Aufnahme von transportablen Toiletten
en: Buildings (Non-metallic -) for housing portable toilets

source: Käfige aus nicht metallischen Materialien, nicht für Haushaltszwecke
en: Cages of non-metallic materials, other than for domestic use

source: Kapitelle [nicht aus Metall] als Teile von Wandpfeilern
en: Capitals (Non-metallic -) being parts of pilasters

source: Abdeckplatten [nicht aus Metall] zur Wasserabdichtung von Gebäuden
en: Flashings (Non-metallic -) for waterproofing buildings

source: Bauplatten aus Holz und wasserabweisenden Harzen
en: Building boards made from wood and waterproof resins

source: Mauersteine, nicht aus Metall
en: Building bricks (Non-metallic -)

source: Kanalverkleidungen aus Kunststoff
en: Sewer liners of plastics material

source: Schwimmdocks, nicht aus Metall
en: Non-metal floating docks

source: Putzbeschichtungen aus farbigem Kunstharz
en: Finish plasters made of coloured artificial resin

source: Vogelbäder aus Beton
en: Concrete bird baths

source: Straßenoberflächen auf Epoxidpechbasis
en: Pitch epoxy based surfaces for roads

source: Gedenktafeln aus Marmor
en: Plaques made of marble

source: Gips zur Herstellung von Formen für industrielle Zwecke
en: Plaster for use in making moulds for use in industry

source: Kaminsteine [nicht aus Metall]
en: Chimney blocks (Non-metallic -)

source: Kiesel
en: Pebbles

source: Planiermittel [Zement oder Mörtel]
en: Levelling preparations [cement or mortar]

source: Kalkstein in Pulverform
en: Limestone in powdered form

source: Stallungen [nicht aus Metall]
en: Livestock buildings (Non-metallic -)

source: Vorgefertigte Kais [nicht aus Metall]
en: Platforms, prefabricated, not of metal

source: Abflussrohre, nicht aus Metall
en: Gutter pipes, not of metal

source: Feuerfester Mörtel
en: Refractory mortar

source: Gebrannte feuerfeste Baustoffe, nicht aus Metall
en: Fired refractory materials, not of metal

source: Halbfeuerfeste Ziegel, nicht aus Metall
en: Semi-refractory bricks, not of metal

source: Markisenkonstruktionen, nicht aus Metall
en: Porches [structures], not of metal

source: Arbeitsbühnen [Gerüsttürme], nicht aus Metall
en: Working platforms [scaffold towers], not of metal

source: Gewebe [nicht aus Metall] für die Sicherung gegen Erosion
en: Woven fabrics (Non-metallic -) for protection against erosion

source: Gewebe [nicht aus Metall] als geotextile Materialien
en: Woven fabrics (Non-metallic -) for use as geotextile materials

source: Baumaterialien, nicht aus Metall
en: Building materials, not of metal

source: Transportable Bauten [nicht aus Metall] mit Toiletteneinrichtungen
en: Portable buildings (Non-metallic -) incorporating toilet facilities

source: Pfosten [nicht aus Metall] zur Verwendung als Bushaltestelle
en: Posts of non-metallic materials for use as bus-stops

source: Treppenstufen, nicht aus Metall
en: Stair-treads [steps], not of metal

source: Schwimmdocks, nicht aus Metall, zum Vertäuen von Schiffen
en: Floating docks, not of metal, for mooring boats

source: Randleisten aus Gips
en: Mouldings of plaster

source: Holzfaserverstärkte Zementplatten [Platten aus Zementwolle]
en: Wood-fiber reinforced cement boards [cement excelsior boards]

source: Holz [Baumaterial]
en: Logs [building material]

source: Stabilisierendes Gewebe [nicht aus Metall] zur Verwendung im Bauwesen
en: Stabilisation fabrics (Non-metallic -) for use in construction

source: Treppen, nicht aus Metall für Bauzwecke
en: Stairways, not of metal for use in buildings

source: Ställe [Bauten], nicht aus Metall, für Tiere
en: Stalls [structures],not of metal for animals

source: Nicht metallische Rahmen für Glastüren
en: Frames (Non-metallic -) for glazed doors

source: Verglasungen [nicht aus Metall] mit Brandschutzeigenschaften
en: Glazing (Non-metallic -) having fire resistant properties

source: Fenstersprossen, nicht aus Metall
en: Glazing bars (Non-metallic -)

source: Rolllgitter [nicht aus Metall]
en: Shutter grilles (Non-metallic -)

source: Seitenwände, nicht aus Metall
en: Sidewalls (Non-metallic -)

source: Kacheln, nicht aus Metall, für Bauzwecke
en: Tiles, not of metal, for building

source: Isolierte Wasserrohre [nicht aus Metall]
en: Insulated pipes (Non-metallic -) for water

source: Aquarien [Bauwerke]
en: Aquaria [structures]

source: Kuppelförmige Oberlichter [nicht aus Metall]
en: Dome shaped skylight windows (Non-metallic -)

source: Kuppeln, nicht aus Metall
en: Domes (Non-metallic -)

source: Strukturierte Flächen für Wände
en: Textured surfaces for walls

source: Sand zur Herstellung von Beton
en: Sands for use in preparing concretes

source: Pfetten, nicht aus Metall
en: Purlins of non-metallic materials

source: Vorrichtungen aus Kunststoff zur Regenwasserableitung
en: Rainwater drainage apparatus of plastics materials

source: Gewebte Matten [nicht aus Metall] zur Sicherung von Ufern gegen Erosion
en: Woven mats (Non-metallic -) for the protection of banks against erosion

source: Gewebte Matten [nicht aus Metall] zur Verwendung als geotextile Materialien für Bauzwecke
en: Woven mats (Non-metallic -) for use as geotextile materials for building purposes

source: Zement
en: Cement

source: Bindemittel für die Backsteinherstellung
en: Stones (Binding agents for making -)

source: Bitumen-Latex-Emulsionen für Bauzwecke
en: Bitumen latex emulsions for construction purposes

source: Nagelplatten [nicht aus Metall] zur Montage von Dachstühlen
en: Nailplates [non-metallic] for the assembly of roof trusses

source: Nagelplatten [nicht aus Metall] zur Verwendung beim Bau von Holzkonstruktionen
en: Nailplates [non-metallic] for use in the construction of timber structures

source: Wasserbeständige Mörtel
en: Water resistant mortars

source: Fensterkästen aus Beton
en: Window boxes made of concrete

source: Rahmen [nicht aus Metall] zur Verwendung mit Trennwänden
en: Frames (Non-metallic -) for use with partitions

source: Dachrinnen, nicht aus Metall
en: Roof gutters, not of metal

source: Bitumenpapier für Bauzwecke
en: Bitumen paper for building

source: Tragkonstruktionsbalken [nicht aus Metall] für den Bau von Fußböden
en: Structural support joists (Non-metallic -) for the construction of floors

source: Senkgruben, nicht aus Metall [Bauten]
en: Sumps (non-metallic -) [structures]

source: Vliesstoffe für die Landentwässerung
en: Non-woven fabrics for land drainage

source: Handläufe, nicht aus Metall, für Gehwege
en: Handrails of non-metallic materials for walkways

source: Abflussrinnen [Kanäle], nicht aus Metall
en: Sluices [channels], not of metal

source: Nicht metallische Dachrinnenhalter
en: Gutter supports (Non-metallic -)

source: Fassaden, nicht aus Metall
en: Facades of non-metallic materials

source: Verblendsteine [nicht aus Metall]
en: Facing bricks (Non-metallic -)

source: Randabschlussblenden, nicht aus Metall
en: Facing panels of non-metallic materials

source: Sturmeinstiegsschächte [Betonabflussbauten]
en: Storm manholes [concrete drainage structures]

source: Dachbeläge aus Filz
en: Felt roof coverings

source: Figuren aus Stein
en: Figurines of stone

source: Glasziegel für Bauzwecke
en: Glass blocks for building

source: Rolltüren [nicht aus Metall] mit isolierenden Eigenschaften
en: Roller doors (Non-metallic -) having insulating properties

source: Keramikfußbodenplatten und -beläge
en: Ceramic paving and surfacing

source: Verlängerungsstücke für Schornsteine, nicht aus Metall
en: Lengthening pieces, not of metal, for chimneys

source: Treppen, nicht aus Metall
en: Staircases, not of metal

source: Transportable Gewächshäuser [nicht aus Metall]
en: Greenhouses, transportable, not of metal

source: Mobile Hubarbeitsbühnen [Gerüste, nicht aus Metall]
en: Mobile aerial work platforms [scaffolding, not of metal]

source: Baumaterialien, nicht aus Metall, als Überzug
en: Non-metallic building materials for screeding

source: Nicht metallische Baumaterialien mit schalldämmenden Eigenschaften
en: Non-metallic building materials having acoustic properties

source: Gewebe [nicht aus Metall] für die Verstärkung von Dächern
en: Non-metallic fabrics for the reinforcement of roofs

source: Grabeinfassungen, nicht aus Metall
en: Tomb or grave enclosures, not of metal

source: Plakatanschlagsäulen [nicht aus Metall]
en: Pillars (Non-metallic -) for bill-posting

source: Podien [Bauten] aus nicht metallischen Materialien
en: Podiums [structures] of non-metallic materials

source: Standtanks aus Mauerwerk
en: Stand tanks (Non-metallic -)

source: Pfosten [nicht aus Metall] für Straßenschilder
en: Stands (Non-metallic -) for road signs

source: Gartenschuppen aus Holz
en: Garden sheds of wood

source: Prallwände [nicht aus Metall] für Sporthallen
en: Baffle walls (Non-metallic -) for gymnasiums

source: Bitumen-Dachpappe
en: Asphalt roofing felt

source: Feuerfeste Keramikmassen zur Auskleidung von metallurgischen Öfen
en: Ceramic refractory masses for lining metallurgical furnaces

source: Beton zum Gießen
en: Concrete for pouring

source: Bauelemente aus Kunststoff
en: Construction elements of plastic

source: Dachentlüftungen, nicht aus Metall
en: Dormer vents (Non-metallic -)

source: Dach-Unterlagen
en: Roofing underlayment

source: Statuen aus Marmor
en: Statues of marble

source: Jalousien, nicht aus Metall
en: Jalousies, not of metal

source: Nicht metallische Kehlrinnenhalter
en: Flashing holders (Non-metallic -)

source: Gips zum Reparieren von Putzlöchern
en: Plaster for repairing holes in plaster

source: Fensterverkleidungen, nicht aus Metall
en: Cladding (Non-metallic -) for windows

source: Granit
en: Granite

source: Verglaste Platten [mit nicht metallischem Rahmen] für Bauzwecke
en: Glazed panels [non-metallic frame] for construction

source: Durchgangspfannen [nicht aus Metall]
en: Ducting tiles (Non-metallic -)

source: Nicht metallische Abläufe [Baumaterial] für wasserabweisende Systeme beim Kellerbau
en: Non-metal drains for use in construction of basement waterproofing system

source: Feldspat für Bauzwecke
en: Feldspar [felspar]

source: Schnellhärtender Gips [für Bauzwecke]
en: Rapid hardening plaster for building purposes

source: Transportable Bauten, nicht aus Metall
en: Ready-to-use cement for building purposes

source: Durchsichtige Glastüren für Gebäude
en: Buildings, transportable, not of metal

source: Mosaiken für Bauzwecke
en: Figurines of concrete

source: Nicht metallische Modulelemente für den Aufbau von vorgefertigten Bauten
en: Modular units (Non-metallic -) for constructing prefabricated buildings

source: Holzmasten, -pfosten für elektrische Starkstromleitungen
en: Wooden poles [posts] for electric power lines

source: Glasfliesen, nicht für Bedachungen
en: Glass tiles [not for roofing]

source: Stützstreben, nicht aus Metall
en: Shoring struts, not of metal

source: Ineinandergreifende Bauplatten [nicht aus Metall]
en: Interlocking panels (Non-metallic -) for building

source: Intumezierende Baumaterialien
en: Intumescent construction materials

source: Akustikbauplatten aus Holz für Wände
en: Acoustic panels of wood for walls

source: Kaminumrandungen [Kaminsimse und Kaminsimsteile] aus Gips
en: Fire surrounds [mantles and mantlepieces] of plaster

source: Abflussrohre [nicht aus Metall] für Gebäudeinstallationen
en: Discharge pipes (Non-metallic -) for building installations

source: Sand für die Herstellung von Mörtel
en: Sands for use in preparing mortars

source: Gewebte Matten [nicht aus Metall] zur Verwendung als Geotextilien
en: Woven mats (Non-metallic -) for use as geotextile materials

source: Nicht metallische Gewebe, Matten und Bahnen zur Erosionskontrolle
en: Erosion control fabric, mats and sheeting, not of metal [geotextiles]

source: Kehlrinnen, nicht aus Metall
en: Angle irons, not of metal

source: Schwimmbecken [Bauten], nicht aus Metall
en: Swimming pools [structures], not of metal

source: Parkett und Parkettplatten
en: Parquet flooring and parquet slabs

source: Synthetische Fußbodenmaterialien oder Wandverschalungen
en: Synthetic flooring materials or wall-claddings

source: Transportable Bauten aus Holz
en: Transportable buildings of timber

source: Schichtstoffplatten [nicht aus Metall] für Wände
en: Laminated boards (Non-metallic -) for walls

source: Grabdenkmäler, nicht aus Metall
en: Tombs [monuments], not of metal

source: Grabstelen, nicht aus Metall
en: Tombstone stelae, not of metal

source: Leitplanken, nicht aus Metall, für Straßen
en: Crash barriers, not of metal, for roads

source: Wasserdichte Pappe für Bauzwecke
en: Waterproofed cardboard for use in building

source: Fensterfassaden, nicht aus Metall
en: Window facades (non-metallic)

source: Fertighäuser [Bausätze], nicht aus Metall
en: Prefabricated houses [kits], not of metal

source: Stabilisierungstextilien [Geotextilien] [nicht aus Metall] zur Verwendung im Bauwesen
en: Stabilisation fabrics [geotextiles] (non-metallic -) for use in construction

source: Beläge für Treppen, nicht aus Metall
en: Surfacings for stairs (Non-metallic -)

source: Synthetischer Beton
en: Synthetic concrete

source: Traufbretter [aus Polyvinylchlorid]
en: Soffit boards (Polyvinylchloride -)

source: Soffitte [aus Polyvinylchlorid]
en: Soffits (Polyvinylchloride -)

source: Brandschutzabschirmungen[nicht aus Metall] für Elektrokanäle
en: Fire protection screenings (Non-metallic -) for electric ducts

source: Rinnen [nicht aus Metall] zum Verteilen von Regenwasser
en: Guttering (Non-metallic -) for the dispersal of rainwater

source: Rinnen [nicht aus Metall] zum Verteilen von Abwasser
en: Guttering (Non-metallic -) for the dispersal of waste water

source: Konsolen nicht aus Metall
en: Corbels of non-metallic materials

source: Überdachte Fußwege, vollständig aus Glas
en: Covered walkways made entirely of glass

source: Rohre aus Ton oder Zement
en: Earthenware and cement tubes

source: Erosionsschutzmatten [Bauwesen]
en: Erosion control mats [construction]

source: Erosionsschutzfolien oder -gewebe für Bauzwecke
en: Erosion control sheeting or fabric for construction use

source: Kanäle aus Kunststoff zum Verlegen von Gasleitungsrohren
en: Ducts made of plastics for trunking pipes for gases

source: Frühbeetkästen [nicht aus Metall] als Schutzgehäuse für landwirtschaftliche Zwecke
en: Cold frames (Non-metallic -) being protective enclosures for horticultural use

source: Rankgerüste für den Pflanzenhalt, nicht aus Metall
en: Trellis (Non-metallic -) for supporting plants

source: Estrich als Unterlage
en: Underlayment screed

source: Furnierte Spanplatten
en: Veneered chipboard

source: Lüftungsklappen für Gebäude, nicht aus Metall
en: Ventilator flaps (Non-metallic -) for buildings

source: Silos, nicht aus Metall
en: Silos, not of metal

source: Baumaterialien [nicht aus Metall] für die Zugluftabdichtung
en: Non-metallic building materials for draught proofing

source: Gedenktafeln, nicht aus Metall
en: Memorial plaques, not of metal

source: Unterbauten [transportable Bauten] für Fässer, nicht aus Metall
en: Racks [structures] of non-metallic materials for kegs

source: Pflastererzeugnisse [nicht aus Metall]
en: Paving products (Non-metallic -)

source: Pfähle, nicht aus Metall
en: Piles (Non-metallic -)

source: Abdeckungen, nicht aus Metall
en: Access covers (Non-metallic -)

source: Spannseilstützen [nicht aus Metall]
en: Stanchion stays (Non-metallic -)

source: Ornamente aus Stein
en: Ornaments made of stone

source: Glas in Scheibenform zum Einbau in Türen
en: Glass in sheet form for use in doors

source: Balkoneinfassungen, nicht aus Metall
en: Balcony enclosures (Non-metallic -)

source: Rohre und Leitungen aus Ton
en: Clay pipes and conduits

source: Kieselerde für Bauzwecke
en: Silica for use in building

source: Oberlichter, nicht aus Metall, für Gebäude
en: Skylights (Non-metallic -) for buildings

source: Außenlamellenjalousien, nicht aus Metall
en: Slatted shutters (non-metallic -) [outdoor]

source: Wafer-Spanplatten, nicht aus Metall
en: Wafer board (Non-metallic -)

source: Verbundbaustoffe, nicht aus Metall, zum Pflastern von Oberflächen
en: Composite structures (Non-metallic -) for paving of surfaces

source: Abdeckungen für Dehnungsfugen, nicht aus Metall
en: Expansion joint covers (Non-metallic -)

source: Holme [nicht aus Metall] zur Verwendung im Bauwesen
en: Spars (Non-metallic -) for use in building

source: Abdecksteine für Trägerpfosten
en: Capping stones for support posts

source: Kehlenrahmen, nicht aus Metall
en: Flashing frames (Non-metallic -)

source: Grabsteine
en: Gravestones

source: Keramikformen zur Verwendung in feuerfesten Öfen
en: Ceramic shapes for use in refractory furnaces

source: Zäune, nicht aus Metall, als Rankhilfe
en: Plant espaliers of non-metallic materials

source: Gips für Töpferzwecke
en: Plaster for use in pottery

source: Kanäle aus nicht metallischen Materialien zur Durchleitung von Luft für Lüftungszwecke
en: Channels of non-metallic materials for transmitting air for ventilation

source: Schornsteinendstücke [nicht aus Metall]
en: Chimney terminals (Non-metallic -)

source: Fassadenverkleidungen, nicht aus Metall
en: Cladding (Non-metallic -) for facades

source: Gerüste, nicht aus Metall
en: Scaffolding, non-metallic

source: Leitungsrohrinstallationen, nicht aus Metall und nicht elektrisch
en: Ducting conduit installations (Non-electric -) of non-metallic materials

source: Nicht metallische Deckenverkleidungen
en: Non-metal coverings for ceilings

source: Feuerfester Zement
en: Refractory cement

source: Bausätze für Blockhäuser
en: Log homes sold in kit form

source: Bearbeitete Natursteine
en: Worked natural stone

source: Gewebte Geotextilien für die Sicherung von Hängen gegen Erosion
en: Woven geotextile materials (Non-metallic -) for protecting slopes against erosion

source: Transportable Bauten [nicht aus Metall] mit Kücheneinrichtungen
en: Portable buildings (Non-metallic -) incorporating kitchen facilities

source: Transportable Tribünen, nicht aus Metall, für Zuschauer
en: Portable stands, not of metal for use by spectators

source: Eisenbahnschwellen, nicht aus Metall
en: Railway sleepers, not of metal

source: Fensterglas, ausgenommen Fahrzeugscheiben
en: Window glass, other than vehicle window glass

source: Bewegliche Studioplattformen mit Rahmen, nicht aus Metall
en: Movable non-metallic framed studio platform units

source: Mittelpfosten, nicht aus Metall
en: Mullions (Non-metallic -)

source: Laminiertes Flachglas für Bauzwecke
en: Laminated flat glass [for building]

source: Abdeckungen für Revisionsschächte, nicht aus Metall
en: Inspection covers of non-metallic materials

source: Kuppeln für Gebäude [nicht aus Metall]
en: Domes for buildings (Non-metallic -)

source: Betonwände für Bauzwecke
en: Concrete walls for building

source: Sicherheitsgerüste, nicht aus Metall
en: Safety scaffolding, not of metal

source: Regenrinnen, nicht aus Metall
en: Rain gutters, not of metal

source: Arbeitsplattformen, nicht aus Metall, zur Verwendung mit Gerüsten
en: Platform staging (Non-metallic -) for use with scaffolding

source: Telefonkabinen, nicht aus Metall
en: Telephone booths, not of metal

source: Senkkästen für den Unterwasserbau
en: Caissons for construction work under water

source: Baken, nicht leuchtend und nicht aus Metall
en: Beacons, not of metal, non-luminous

source: Monumente aus Stein
en: Monuments of stone

source: Denkmäler, nicht aus Metall
en: Monuments, not of metal

source: Überdachungen [Bauten] aus nicht metallischen Materialien
en: Canopies [structures] of non-metallic materials

source: Zementhaltige Schutzbeschichtungen
en: Cementitious protective coatings

source: Kioske [Bauten, nicht aus Metall]
en: Kiosks [non-metallic structures]

source: Gitterartige Glasgeflechte für Bauzwecke
en: Latticed netting of glass for building purposes

source: Briefkästen aus Mauerwerk
en: Letter boxes of masonry

source: Kaminkappen, nicht aus Metall
en: Chimney cowls, not of metal

source: Flüssigkeitstanks [Bauten], aus nicht metallischem Material
en: Liquid storage tanks [structures] made of masonary or wood

source: Geteerte Dachpappe
en: Tarred roofing paper

source: Wasserfestes Papier für Bauzwecke
en: Waterproofed paper for use in building

source: Abdichtende Bretter, nicht aus Metall
en: Waterproofing boards (Non-metallic -)

source: Modulare Signaltafeln aus nicht metallischen Materialien [nicht leuchtend, nicht mechanisch]
en: Modular sign panels of non-metallic materials [non-luminous, non-mechanical]

source: Dachmastix auf Asphaltbasis
en: Asphalt-based roofing mastics

source: Nicht metallische transportable Ausstellungsstände [Bauten]
en: Non-metallic transportable exhibition stands [structures]

source: Betonverschalungselemente, nicht aus Metall
en: Shuttering, not of metal, for concrete

source: Büsten aus Stein, Beton oder Marmor
en: Busts of stone, concrete or marble

source: Schleusentore [nicht aus Metall] zur Regelung des Durchflusses von Flüssigkeiten
en: Sluice gates of non-metallic materials for controlling the flow of liquids

source: Baulatten, nicht aus Metall
en: Building laths (Non-metallic -)

source: Kreuzblumen, nicht aus Metall
en: Finials made of non-metallic materials

source: Feuerfeste Türen, nicht aus Metall
en: Fireproof doors, not of metal

source: Rinnen [nicht aus Metall] zum Sammeln von Abwasser
en: Guttering (Non-metallic -) for the collection of waste water

source: Dachplatten [nicht aus Metall] mit isolierenden Eigenschaften
en: Roofing boards (Non-metallic -) having insulating properties

source: Transportable Sockel [Bauwerke] aus nicht metallischen Materialien
en: Mobile pedestals [structures] made of non-metallic materials

source: Betonausbesserungsmassen auf der Grundlage von Teer
en: Concrete patching compound made of a tar base

source: Legebatterien [Bauten, nicht aus Metall]
en: Breeding batteries (Non-metallic structures -)
